app/controllers/articles_controller.rb

INSERT INTO "articles" ("title", "created_at", "updated_at") VALUES (?, ?, ?)  [["title", "asd"], ["created_at", "2015-04-29 16:02:42.688352"], ["updated_at", "2015-04-29 16:02:42.688352"]]
---
	def create
		@article = Article.new(article_params)
	  @article.save